Repository: wp-plugins/so-visibility-classes
Catalog: languages/sovc-*.po
Languages: nl_nl

source: 1. as selected in the drop down menu
nl_nl: 1. zoals geselecteerd in het drop down menu

source: 2. with a “button” in front of the selector
nl_nl: 2. met een "button" voor de selector

source: 3. in the path
nl_nl: 3. in het path

source: <div class="error"><p>%1$s</p><p><i>%2$s</i> has been deactivated.</p></div>
nl_nl: <div class="error"><p>%1$s</p><p><i>%2$s</i> is gedeactiveerd.</p></div>

source: About the Author
nl_nl: Over de Auteur

source: Although possible, <strong>I strongly discourage</strong> using the classes with images. The reason is that the SO Visibility Classes plugin only uses media queries with <code>display: block;</code> and <code>display: none;</code>. If you were to add a large image to only show on large screens, a medium image to show on tablets and a small image to show on smart phones, then the person visiting your site using a phone has to download all 3 images, which can have a major impact on the data plan of the visitor!
nl_nl: Alhoewel het mogelijk is, <strong>radd ik ten zeerste af</strong> om de klassen met afbeeldingen te gebruiken. De reden is dat de SO Visibility Classes plugin alleen maar media queries gebruikt met <code>display: block;</code> en <code>display: none;</code>. Wanneer je een grote afbeelding zou toevoegen voor grote schermen, een middelgrote afbeelding voor middelgrote schermen en een kleine afbeelding voor smart phones, dan zal degene die uw website bezoekt via een telefoon alle 3 de afbeeldingen moeten downloaden, wat natuurlijk desastreuse gevolgen kan hebben voor het dataplan van deze bezoeker!

source: Hi, my name is Piet Bos, I hope you like this plugin! Please check out any of my other plugins on <a href="%s" title="SO WP Plugins">SO WP Plugins</a>. You can find out more information about me via the following links:
nl_nl: Hoi, mijn naam is Piet Bos, hopelijk vind je dit een handige plugin! Kijk ook eens naar mijn andere plugins via <a href="%s" title="SO WP Plugins">SO WP Plugins</a>. Je kan meer informatie over mij vinden via de onderstaande links:

source: If you have found this plugin at all useful, please give it a favourable rating in the <a href="%s" title="Rate this plugin!">WordPress Plugin Repository</a>.
nl_nl: Wanneer je deze plugin handig vindt, geef het dan een gunstige waardering in de <a href="%s" title="Geef deze plugin een waardering!">WordPress Plugin Repository</a>.

source: It is good to know that the only function of this "button" is to show you that the element behind it has one of the Visibility Classes.<br /> For the rest it does not do anything to your content; you can therefore see it as a "helper".
nl_nl: Het is goed om te weten dat de enige functie van deze "button" is om te laten zien dat het element erna één van de Visibility Classes heeft.<br /> Voor de rest doet het niets met uw content; u kunt het zien als een "hulpje".

source: Once you have selected a visibility class, the plugin shows that in 3 locations:
nl_nl: Zodra u een visibility klasse heeft geselecteerd, laat de plugin dat op 3 locaties zien:

source: SO Visibility Classes Instructions
nl_nl: SO Visibility Classes Instructies

source: With the plugin activated in the Edit Post screen you will see a new "Styles"-menu added to the Visual Editor.<br />The drop down contains 6 different options, each with:
nl_nl: Met de plugin geactiveerd zult u in het Bewerk Artikel scherm zien dat er aan de Visual Editor een nieuw "Stijl"-menu is toegevoegd.<br />Het drop down menu bevat 6 verschilende opties, elk met:

source: WordPress.org Profile
nl_nl: WordPress.org Profiel

source: You can use the Visibility Classes on virtually all elements: p, h1, h2, h3, h4, h5, h6, td, th, div, ul, ol, li, table and img.
nl_nl: U kunt de Visibility Classes op vrijwel alle elementen gebruiken: p, h1, h2, h3, h4, h5, h6, td, th, div, ul, ol, li, table en img.

source: hideLarge (this class is hidden on a browser width from 1280px up)
nl_nl: hideLarge (deze klasse is verborgen op een browser breedte van 1280px en hoger)

source: hideMedium (this class is hidden on a browser width between 768px and 1280px)
nl_nl: hideMedium (deze klasse is verborgen op een browser breedte tussen 768px en 1280px)

source: hideSmall (this class is hidden on a browser width of up to 768px)
nl_nl: hideSmall (deze klasse is verborgen op een browser breedte tot 768px)

source: showLarge (this class is visible on a browser width from 1280px up)
nl_nl: hideLarge (deze klasse is zichtbaar op een browser breedte van 1280px en hoger)

source: showMedium (this class is visible on a browser width between 768px and 1280px)
nl_nl: hideMedium (deze klasse is zichtbaar op een browser breedte tussen 768px en 1280px)

source: showSmall (this class is visible on a browser width of up to 768px)
nl_nl: hideSmall (deze klasse is zichtbaar op een browser breedte tot 768px)
